Revit 2023 API
GroupTypeId.ElectricalEngineering Property
 "Electrical Engineering"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ElectricalEngineering { get; }
Visual Basic
Public Shared ReadOnly Property ElectricalEngineering As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ElectricalEngineering {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace